{
    "age": {
        "question": "What is the month, day and year of your birth?",
        "type": "multiple-choice",
        "colns": ["VCF0101"]
    },
    "gender": {
        "question": "Respondent gender",
        "type": "multiple-choice",
        "colns": ["VCF0104"]
    },
    "race": {
        "question": "What racial or ethnic group or groups best describes you?",
        "type": "multiple-choice",
        "colns": ["VCF0105a"]
    },
    "educ1": {
        "question": "What is the highest level of school you have completed or the highest degree you have received?",
        "type": "multiple-choice",
        "colns": ["VCF0110"]
    },
    "urbanism": {
        "question": "Urbanism",
        "type": "multiple-choice",
        "colns": ["VCF0111"]
    },
    "income": {
        "question": "I am going to read you a list of income categories. Please tell me which category best describes the total income of all members of your family living in your house in 1999 before taxes. This figure should include salaries, wages, pensions, dividends, interest, and all other income. Please stop me when I get to your family’s income.",
        "type": "multiple-choice",
        "colns": ["VCF0114"]
    },
    "union": {
        "question": "Do you or anyone else in this household belong to a labor union?",
        "type": "multiple-choice",
        "colns": ["VCF0127"]
    },
    "religion": {
        "question": "(IF R ATTENDS RELIGIOUS SERVICES:) Do you mostly attend a place of worship that is Protestant, Roman Catholic, Jewish or what? (IF R DOESN’T ATTEND RELIGIOUS SERVICES:) Regardless of whether you now attend any religious services do you ever think of yourself as part of a particular church or denomination? (IF YES:) Do you consider yourself Protestant, Roman Catholic, Jewish or what?",
        "type": "multiple-choice",
        "colns": ["VCF0128"]
    },
    "church": {
        "question": "Lots of things come up that keep people from attending religious services even if they want to. Thinking about your life these days, do you ever attend religious services, apart from occasional weddings, baptisms or funerals? (IF YES:) Do you go to religious services every week, almost every week, once or twice a month, a few times a year, or never?",
        "type": "multiple-choice",
        "colns": ["VCF0130"]
    },
    "educ": {
        "question": "What is the highest degree that you have earned?",
        "type": "multiple-choice",
        "colns": ["VCF0140"]
    },
    "parents_born": {
        "question": "Were both your parents born in this country?",
        "type": "multiple-choice",
        "colns": ["VCF0143"]
    },
    "home_ownership": {
        "question": "(Do you/ Does your family) own your own home, pay rent or what?",
        "type": "multiple-choice",
        "colns": ["VCF0146"]
    },
    "marital": {
        "question": "Are you now married, widowed, divorced, separated or never married? Are you currently living with a partner, or not?",
        "type": "multiple-choice",
        "colns": ["VCF0147"]
    },
    "postal": {
        "question": "State of interview - state postal abbreviation",
        "type": "multiple-choice",
        "colns": ["VCF0901b"]
    },
    "initial_party": {
        "question": "Generally speaking, do you usually think of yourself as a Republican, a Democrat, an Independent, or what?",
        "type": "multiple-choice",
        "colns": ["VCF0302"]
    },
    "interest": {
        "question": "Some people don’t pay much attention to political campaigns. How about you, would you say that you have been/were very much interested, somewhat interested, or not much interested in the political campaigns (so far) this year?",
        "type": "multiple-choice",
        "colns": ["VCF0310"]
    },
    "vote": {
        "question": "Presidential vote (major parties and all ‘other’) \n (1) Democrat \n (2) Republican \n (3) neither Democrat nor Republican (incl. 3d/minor party candidates and write-ins)",
        "type": "multiple-choice",
        "colns": ["VCF0705"]
    },
    "discuss": {
        "question": "How many days in the past week did you talk about politics with your family or friend",
        "type": "multiple-choice",
        "colns": ["VCF0733"]
    },
    "lib_cons": {
        "question": "(IF R RESPONDS ‘DON’T KNOW’ OR ‘HAVEN’T THOUGHT MUCH ABOUT THIS’) If you had to choose, would you consider yourself a liberal or a conservative?",
        "type": "multiple-choice",
        "colns": ["VCF0849"]
    }
}